{"_id":{"$oid":"5d25e48a58f3681434e20057"},"name":"Orchid Wanda","price":{"$numberInt":"70"},"availability":true,"water":{"$numberInt":"1"},"light":{"$numberInt":"5"},"picture":"/assets/images/orchid_wanda.png","description":"Wanda has long and powerful aerial roots (up to a meter, and in nature is much longer). Long leaves with rounded tips are symmetrically oriented opposite each other and are located in the same plane. It’s impossible to call this orchid unpretentious, it needs to create certain conditions for life. But the good and proper care wanda responds abundant blooms at any time of the year."}
{"_id":{"$oid":"5d25e54a58f3681434e20071"},"name":"Crassula","price":{"$numberInt":"10"},"availability":true,"water":{"$numberInt":"1"},"light":{"$numberInt":"5"},"picture":"/assets/images/crassula.png","description":"Crassula is one of the most common and beloved growers of indoor plants. It is phenomenally unpretentious, survives with any care errors, withstands both bright light and shading, can do without watering for a long time. And at the same time, this succulent has a spectacular appearance, is easy to shape and shear, allowing you to create spectacular compositions and bonsai."}
{"_id":{"$oid":"5d25e56e58f3681434e20083"},"name":"Lemon tree","price":{"$numberInt":"25"},"availability":false,"water":{"$numberInt":"5"},"light":{"$numberInt":"4"},"picture":"/assets/images/lemon_tree.png","description":"Exotic room flora, exuding light shades in a transparent stream of citrus freshness, will give a special charm, making the interior of your apartment simply unmatched. ИхAnd their enchanting essential oils fill the room with a delicate smell, relieve fatigue remarkably, relieve from restless sleep, and also enhance the mood. and saturate you with a sense of joy."}
{"_id":{"$oid":"5d2706d858f3681434e21083"},"name":"Ficus Benjamin","price":{"$numberInt":"97"},"availability":false,"water":{"$numberInt":"5"},"light":{"$numberInt":"5"},"picture":"/assets/images/ficus_benjamin.png","description":"Ficus Benjamin enjoys great popularity in indoor floriculture, phytodesign and gardening facilities. With good care at home it grows fast. In the summer you need high humidity and spraying the crown with water. When spraying with hard water, whitish stains remain on the leaves, therefore boiled water should be used. It is necessary to protect the ficuses of Benjamin from excessive watering, drafts, sudden changes in temperature. The rest of the care of ficuses Benjamin is similar to the care of other types of ficuses."}
{"_id":{"$oid":"5d2706f758f3681434e21094"},"name":"Bamboo Phyllostachys","price":{"$numberInt":"60"},"availability":true,"water":{"$numberInt":"4"},"light":{"$numberInt":"3"},"picture":"/assets/images/bamboo_phyllostachys.png","description":"Bamboo Phyllostachys bissetii is a leader in landscaping private plots and parks, is the most popular among landscape designers for its incredible endurance and decoration. The stalks of bamboo Phyllostachys bissetii grow very quickly, and in the spring they are the first to release new shoots in the garden, and for the season they produce many young stems, and rise twice as high as their previous height. Phyllostachys bissetii is a tall type of bamboo with decorative gray-green stems, later glossy olive-green, aged and yellowish in the sun, young stems covered with white powder."}
{"_id":{"$oid":"5d27072c58f3681434e210a8"},"name":"Orchid Dendrobium","price":{"$numberInt":"60"},"availability":true,"water":{"$numberInt":"2"},"light":{"$numberInt":"4"},"picture":"/assets/images/orchid_wanda.png","description":"Dendrobium is best located on the east, south-west, north-east windows, but with mandatory lighting in the autumn-winter period. The south side is not recommended for this orchid. The plant is light-requiring, but does not tolerate temperatures above 25 ° C. You should not turn the pot with an orchid in different directions, as is usually done with other plants."}
{"_id":{"$oid":"5d27075158f3681434e210b4"},"name":"Orchid Cymbidium","price":{"$numberInt":"60"},"availability":true,"water":{"$numberInt":"1"},"light":{"$numberInt":"5"},"picture":"/assets/images/orchid_cymbidium.png","description":"In order for a cymbidium at home all the time to please you with its charming flowers, it is necessary to create acceptable conditions for the development and flowering of the plant. As for the light, cymbidium is very demanding of it. Most orchids require constant coverage throughout the year. Therefore, when buying a flower is worth considering. In winter, even more light is required than in summer. It should also be understood that in a strong, scorching sun, a plant will not last long either."}
{"_id":{"$oid":"5d27076658f3681434e210c0"},"name":"Hibiscus","price":{"$numberInt":"15"},"availability":true,"water":{"$numberInt":"3"},"light":{"$numberInt":"5"},"picture":"/assets/images/hibiscus.png","description":"Hibiscus plant photophilous. Put it by the window or in any other well-lit place. Also do not forget that hibiscus grows very quickly and reaches quite large sizes. The optimum temperature for the Chinese rose in summer is 20-22 degrees. In winter, the temperature should be lowered to 14-16 degrees. Lowering the temperature in winter will have a positive effect on the future flowering of hibiscus. If you do not have the opportunity to keep the flower in low temperature, do not worry - the Chinese rose can grow in the winter and at room temperature."}
{"_id":{"$oid":"5d27077e58f3681434e210c9"},"name":"Rose Renaissance","price":{"$numberInt":"12"},"availability":true,"water":{"$numberInt":"4"},"light":{"$numberInt":"4"},"picture":"/assets/images/rose_renaissance.png","description":"Rose RENAISSANCE is included in the group of park (grandiflora) roses, which are distinguished by abundant and long flowering, like floribunda roses, and have the shape and size of a flower, like hybrid tea, but they are superior in their winter hardiness and growth. Bushes vigorous 1.5-2.0 meters. Park (grandiflora) roses, like all roses, are demanding to the place of growth. Roses need soils that are rich, well-drained, as the roses have a very deep root system."}
{"_id":{"$oid":"5d27079858f3681434e210d4"},"name":"Solanum","price":{"$numberInt":"12"},"availability":true,"water":{"$numberInt":"2"},"light":{"$numberInt":"5"},"picture":"/assets/images/solanum.png","description":"Solanum is a very light-loving plant. If the light is not enough, it will lead to the fact that the leaves on the stems will be small, and the flower itself will not bear fruit. If possible, place the flower pot on the window on the west or east side. Nightshade should be kept only on hot summer days in order to protect its leaves from \"burns.\" The rest of the time, sunlight will only benefit the plant."}
